Repository: Akenyshka/libwnck
Catalog: po/*.po
Languages: am, ga

source: untitled application
am: ያልተሰየሙ መጠቀሚያ ፕሮግራሜ
ga: feidhmchlár gan aninm

source: Workspace Switcher
am: የመስሪያ ቦታ መቀያየሪያ
ga: Feidhmchlár le haighaidh an Binse-Oibre a athrú

source: Tool to switch between workspaces
am: መስሪያ ቦታዌ መሥከል መቀያየሪያ መሣሪያ
ga: Feidhmchlár le haighaidh an Binse-Oibre a athrú

source: Click this to switch to workspace %s
am: ወደ መስሪያ ቦታ %s ለመቀየር ይህንን ያቃጭሉ
ga: Cniog é seo chun dul go Binse-Oibre %s

source: Un_minimize
am: ምታሳንስ (_M)
ga: Cuirim an _Déanaim-beagní ar ceall

source: _Minimize
am: ምሳንስ (_M)
ga: _Déanaim-beagní

source: _Unmaximize
am: ምታስተልቅ (_U)
ga: Cuirim an _Méadú ar ceall

source: Ma_ximize
am: ምተልቅ (_X)
ga: _Méadú

source: _Unroll
am: ማውረድ (U)
ga: _bainim as an rolla

source: Roll _Up
am: ማውጣት (_U)
ga: Rolla _Suas

source: Only on _This Workspace
am: በዚህ የመስሪያ ቦታ ላይ ብቻ (_T)
ga: Ar an Binse-Oibre _Seo

source: Put on _All Workspaces
am: ሁሉም መስሪይ ቦታዎች ላይ አድርግ (_A)
ga: Chuir ar _gach Binse-Oibre

source: Mo_ve
am: ምንቀሳቅስ (_V)
ga: _Bogadh

source: _Resize
am: እንደገና መጧን ማስተሥከል (_R)
ga: _Athrú an méide

source: _Close
am: ዝጋ (_C)
ga: _Dúnann

source: untitled window
am: ያልተሰየመ መስኮት
ga: fuinneog gan aninm

source: Workspace %d
am: የ%d መሥሪያ ቦታ
ga: Binse-Oibre %d
